tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "jesseduffield/lazygit"
tap "koekeishiya/formulae"
tap "stripe/stripe-cli"
tap "vapor/tap"
brew "readline"
brew "xz"
brew "autojump"
brew "bat"
brew "folly"
brew "edencommon"
brew "exa"
brew "fizz"
brew "wangle"
brew "fbthrift"
brew "fb303"
brew "fd"
brew "fzf"
brew "gh"
brew "git"
brew "git-delta"
brew "unbound"
brew "pinentry"
brew "gnupg"
brew "krb5"
brew "llvm"
brew "luv"
brew "mas"
brew "neovim"
brew "node"
brew "pinentry-mac"
brew "pipenv"
brew "pnpm"
brew "virtualenv"
brew "poetry"
brew "postgresql@15"
brew "pre-commit"
brew "pyenv"
brew "python@3.10"
brew "python@3.9"
brew "ruby-build"
brew "rbenv"
brew "redis"
brew "ripgrep"
brew "rust"
brew "starship"
brew "tmux"
brew "watchman"
brew "yarn"
brew "zlib"
brew "zoxide"
brew "zplug"
brew "zsh"
brew "jesseduffield/lazygit/lazygit"
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai"
brew "stripe/stripe-cli/stripe"
cask "1password"
cask "alacritty"
cask "discord"
cask "docker"
cask "expressvpn"
cask "google-chrome"
cask "iterm2"
cask "ngrok"
cask "obsidian"
cask "postico"
cask "raycast"
cask "spacelauncher"
cask "spotify"
cask "whatsapp"
mas "Developer", id: 640199958
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "Medis", id: 1579200037
mas "MKPlayer", id: 1335612105
mas "NetSpot", id: 514951692
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Speedtest", id: 1153157709
mas "TestFlight", id: 899247664
mas "Todoist", id: 585829637
mas "Wake Up Time", id: 495945638
mas "Xcode", id: 497799835
vscode "BeeverFeever.kanagawa-vscode"
vscode "bradlc.vscode-tailwindcss"
vscode "charliermarsh.ruff"
vscode "cschlosser.doxdocgen"
vscode "dbaeumer.vscode-eslint"
vscode "eamodio.gitlens"
vscode "enkia.tokyo-night"
vscode "esbenp.prettier-vscode"
vscode "fb-pyre-check.pyre-vscode"
vscode "GitHub.copilot"
vscode "GitHub.vscode-pull-request-github"
vscode "golang.go"
vscode "jeff-hykin.better-cpp-syntax"
vscode "matangover.mypy"
vscode "mohsen1.prettify-json"
vscode "ms-azuretools.vscode-docker"
vscode "ms-python.black-formatter"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode-remote.remote-wsl"
vscode "ms-vscode-remote.vscode-remote-extensionpack"
vscode "ms-vscode.cmake-tools"
vscode "ms-vscode.cpptools"
vscode "ms-vscode.cpptools-extension-pack"
vscode "ms-vscode.cpptools-themes"
vscode "ms-vscode.mono-debug"
vscode "ms-vscode.remote-explorer"
vscode "ms-vscode.remote-server"
vscode "ms-vsliveshare.vsliveshare"
vscode "njpwerner.autodocstring"
vscode "redhat.vscode-yaml"
vscode "sianglim.slim"
vscode "slevesque.shader"
vscode "teabyii.ayu"
vscode "twxs.cmake"
vscode "vadimcn.vscode-lldb"
vscode "vscodevim.vim"
vscode "zhuangtongfa.material-theme"
